[
 {
  "Lesson Number": "Lesson 10",
  "Lesson Dates": "November 26–December 2",
  "Lesson Title": "The Fires of Hell",
  "Lesson Image Top": "https://www.sabbath.school/assets/img/lessons/2022/4/_10.png",
  "Lesson Sabbath Post": "Sabbath Afternoon",
  "Lesson Readstudy": "Read for This Week’s Study:",
  "Lesson Readstudy Quote": "Mark 9:42–48; Mal. 4:1; Jude 7; 1 Tim. 2:5; Acts 2:29, 34, 35; 1 John 5:3–12.",
  "Lesson Memory Title": "Memory Text:",
  "Lesson Memory Text": "“Test all things; hold fast what is good” (1 Thessalonians 5:21, NKJV).",
  "Lesson Sabbath Par 1": "Italian poet Dante Alighieri (1265–1321) wrote his famous work, The Divine Comedy, about a fictional journey of the soul after death. The soul went either to the inferno (hell) within the earth; or to purgatory, where the human spirit can purge itself and become worthy of ascending to heaven; or to Paradise, to the presence of God Himself.",
  "Lesson Sabbath Par 2": "* Study this week’s lesson to prepare for Sabbath, December 3.",
  "Lesson Sunday Top": "Sunday",
  "Lesson Sunday Date": "November 27",
  "Lesson Sunday Topic": "Immortal Worms?",
  "Lesson Sunday Par 1": "",
  "Lesson Sunday Read line": "Compare",
  "Lesson Sunday Read": "Mark 9:42–48 with Isaiah 66:24. How do you understand the expression “their worm does not die” (Mark 9:48, NKJV)?",
  "Lesson Sunday Par 2": "Some interpret the singular noun “worm” (Mark 9:48) as an allusion to the supposed disembodied soul or spirit of the wicked that, after death, flies into hell, where it never dies and suffers eternal torment.",
  "Lesson Sunday Green": "In the end, we are either totally saved or totally lost. There is no middle ground. We can have either eternal life or will face eternal destruction. What choices do you have to make today? How should this reality—eternal life or eternal destruction—impact those choices?",
  "Lesson Monday Top": "Monday",
  "Lesson Monday Date": "November 28",
  "Lesson Monday Topic": "The Fires of Hell",
  "Lesson Monday Par 1": "In his booklet for children titled, The Sight of Hell (Dublin: James Duffy, [1874]), English Roman Catholic priest John Furniss (1809–1865) illustrates the eternal torment by means of a great solid-iron ball, larger than the heavens and the earth. “A bird comes once in a hundred millions [sic] of years and just touches the great iron ball with a feather of its wing.”—Page 24. Furniss argues that the burning of sinners in hell continues even after that iron ball is worn away by such occasional feather touches!",
  "Lesson Monday Read line": "Read",
  "Lesson Monday Read": "Malachi 4:1 and Jude 7. How can these passages help us better understand the notion of “eternal fire” or the idea, as Jesus",
  "Lesson Monday Par 2": "The word “eternal” (Hebrew ‘olam; Greek aion, aionios) carries different meanings, depending on the immediate context. For example, when associated with God (Deut. 33:27, “everlasting”), the word expresses",
  "Lesson Monday Green": "As unfortunate as the fires of hell are, what does the truth about hell reveal to us about God’s love, especially in contrast to the idea of eternal torment?",
  "Lesson Tuesday Top": "Tuesday",
  "Lesson Tuesday Date": "November 29",
  "Lesson Tuesday Topic": "The Saints in Purgatory",
  "Lesson Tuesday Par 1": "The Roman Catholic Church holds that the dead who do not deserve hell but who are not yet ready for Paradise can have their sins purged in purgatory and then ascend from there to Paradise. Their sufferings in purgatory can be reduced by the prayers and penances of loved ones.",
  "Lesson Tuesday Read line": "Read",
  "Lesson Tuesday Read": "Ecclesiastes 9:10, Ezekiel 18:20–22, and Hebrews 9:27. How do",
  "Lesson Tuesday Par 2": "The dogma of purgatory combines the pagan notion of a burning hell with the pagan practice of praying for the dead. This dogma is unacceptable",
  "Lesson Tuesday Green": "What do such errors as purgatory or eternal torment teach us about the importance of doctrine? Why is what we believe of importance, and not just in whom we believe?",
  "Lesson Wednesday Top": "Wednesday",
  "Lesson Wednesday Date": "November 30",
  "Lesson Wednesday Topic": "A Paradise With Disembodied Souls",
  "Lesson Wednesday Par 1": "Though Protestants don’t accept purgatory, many nevertheless believe that the souls of the righteous dead are already enjoying Paradise in the very presence of God.",
  "Lesson Wednesday Read line": "Read",
  "Lesson Wednesday Read": "Acts 2:29, 34, 35 and 1 Corinthians 15:16–18. How do these passages shed light on the state of the dead and those awaiting resurrection?",
  "Lesson Wednesday Par 2": "The Bible teaches that all human beings who are already in heaven were either translated alive, as in the case of Enoch (Gen. 5:24)",
  "Lesson Wednesday Green": "What are ways in which you could help people understand that the idea that the dead are asleep in the ground is really",
  "Lesson Thursday Top": "Thursday",
  "Lesson Thursday Date": "December 1",
  "Lesson Thursday Topic": "The Biblical View",
  "Lesson Thursday Par 1": "",
  "Lesson Thursday Read line": "Read",
  "Lesson Thursday Read": "1 John 5:3–12. Why does the apostle John limit “eternal life” only to those who are in Christ?",
  "Lesson Thursday Par 2": "The biblical doctrine of conditional immortality of the human being—in contrast to the nonbiblical theory of the natural immortality",
  "Lesson Thursday Green": "",
  "Lesson Friday Top": "Friday",
  "Lesson Friday Date": "December 2",
  "Lesson Friday Topic": "Further Thought:",
  "Lesson Friday Par 1": "Read Ellen G. White, “The First Great Deception,” pp. 531–550; “Can Our Dead Speak to Us?” pp. 551–562, in The Great Controversy.",
  "Lesson Friday Read line": "Discussion Questions:",
  "Lesson Friday Read": "",
  "Lesson Friday Par 2": "",
  "Lesson Friday Green": "Those who have talked to other Christians about the state of the dead and the nature of hell have, most likely, discovered just how",
  "Lesson Inside": "Inside",
  "Lesson Story": "Story",
  "Lesson Inside Title": "“Modesty! Modesty! Modesty!”",
  "Lesson Inside By": "By Ocrhain Matengu",
  "Lesson Inside Par 1": "People came in a seemingly constant procession to look pityingly on two-year-old Akurious in the hospital in Katima Mulilo, Namibia.",
  "Lesson Inside Par 2": "Dear reader, pray for people who sincerely accept Jesus but struggle to forsake traditions fully.",
  "Lesson Inside GC": "Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.",
  "Lesson Image Inside": "https://www.adventistresources.org/SSchool/2022/4/s10.png"
 }
]