[
	{
        "id": "1",
        "firstname": "PASTORAL MESSAGE \n\n‘SAVED FROM GOD’S WRATH HENCE BY HIS LIFE.’",
        "jobprofile": " 'For if when we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life.' – Romans 5:10, NKJV.\nThis verse very closely follows the pattern of the previous verse, but it also contains key changes. Verse 9 emphasized the legal standing of those who trust in Christ: We have been justified, and we will not experience God's judgment. Put another way, we have been declared 'not guilty' and we will not be condemned. This is important to understand, since earlier passages made it clear that we are not, in actual fact, righteous people (Romans 3:10, 23). The point of salvation by grace through faith is that we are forgiven, and declared righteous, thanks to Jesus Christ, though we don't deserve it.\nThis verse shifts to focus on our personal relationship with God. Those who trust in Christ are reconciled to God by Christ's death, even though we were God's enemies, because of our sin. In other words, Christ's death in our place for our sin made it possible for us to enter into a real and personal relationship, something not possible without Christ. Before we came to this point, God considered us enemies due to our rebellious sin. Now He considers us His beloved children.\nSince we were reconciled with God by Christ's death, Paul writes, how much truer is it that we will be saved—rescued from being eternally separated from God, and from His angry judgment—by Christ's life. This may refer to Christ's sinless life on earth before the crucifixion or it may refer to Christ's resurrection from the dead, which showed that God's justice for our sin had been fully satisfied and concluded. \nIf God showed such dramatic love to us when we were enemies, think of the blessings we will enjoy once we are reconciled to God! If God does this much for His enemies, how much more will He do for His friends! PRAISE GOD, we have been justified freely.\n\nSabbath Shalom! Have a blessed Sabbath REST.",
        "lastname": ""
	}
]
