[
    {
        "id": "1",
        "firstname": "Todd",
        "lastname": "Miller",
        "jobprofile": "I ask for healing of my breast cancer, that all the unwanted cells not spread out into the rest of my body. Root it out of my system! I pray for healing, and to be strong enough to go through the treatment process; to get my mind, body, and soul back to normal. I believe that nothing is impossible."
    },
    {
        "id": "2",
        "firstname": "Bradley",
        "lastname": "Matthews",
        "jobprofile": "Praise the Lord, I have a prayer request for my mother Lal. She has been diagnosed with tuberculosis and diabetes. Please pray for her, in the Name of Jesus. Amen!"
    },
    {
        "id": "3",
        "firstname": "Harley",
        "lastname": "Gibson",
        "jobprofile": "I am requesting financial help, for myself, and family. And family reunification."
    },
    {
        "id": "4",
        "firstname": "Gary",
        "lastname": "Thompson",
        "jobprofile": "Please pray for my daughter Erica who has been set back by a professor. May God give her the strength and courage to keep pushing forward toward her goals. May God fill the heart of this professor with the ability to help Erica overcome her obstacles rather than give up on her abilities. Erica suffers from anxiety and self-doubt, and I pray that she can overcome these weaknesses and prove to herself and others to never give up. Thank you for your thoughts and prayers. Amen."
    },
    {
        "id": "5",
        "firstname": "Corey",
        "lastname": "Williamson",
        "jobprofile": "Please pray for my 3 year old daughter Sophie's eyes and brain. May the Lord’s healing come to them, to take away the damage to them and allow her the gift of sight unhindered. May God bless Sophie a healthy brain, no tumor, and no seizures. Bless Sophie to be a healthy normal girl. May God be with us as parents, and get rid of fear in our heart. Lord, be with us during this journey, on the 29th, Wednesday, for our specialist appointment in Vancouver. May the Lord keep us healthy and not affected by the coronavirus outbreak. In Jesus’ Name. Amen."
    },
    {
        "id": "6",
        "firstname": "Samuel",
        "lastname": "Jones",
        "jobprofile": "Can you please pray for my next door neighbor Bunny as she undergoes tests and treatments for cancer, and for her husband Frank as well, for strength, courage, and blessings for both of them; and for her to be completely healed. Thank you so much for your prayers!"
    },
    {
        "id": "7",
        "firstname": "Michael",
        "lastname": "Read",
        "jobprofile": "I am addicted to meth, porn, alcohol, and chew. I am sorry I got myself into this terrible mess and I am asking for prayer."
    },
    {
        "id": "8",
        "firstname": "Robert",
        "lastname": "Phillips",
        "jobprofile": "Pray for my family and my children Antoathin and daughter Aashikha and save their lives and cure them from their illnesses. Cure my son Antoathin from his mind problem, fits, walking, urine, and sleep problems; and my daughter Aashikha’s cough and skin problem."
    },
    {
        "id": "9",
        "firstname": "Albert",
        "lastname": "Stewart",
        "jobprofile": "Please pray for my wife Angela to be healed completely of her mental illness."
    },
    {
        "id": "10",
        "firstname": "Wayne",
        "lastname": "Diaz",
        "jobprofile": "Could someone please pray for me? My left knee and foot are killing me. I need help please, thank you. Please also pray for Antoinette P., that she may find Jesus and get healthy, amen! Thank you. "
    }
]